{"votes": {"funny": 0, "useful": 0, "cool": 1}, "user_id": "kT43SxDgMGzbeXpO51f0hQ", "review_id": "0xuZfa0t4MNWd3eIFF02ug", "stars": 5, "date": "2009-06-09", "text": "I'm a fan of soft serve ice cream and Guptill's Coney Express has delicious ice cream with many flavors.  I've tried Kurver Kreme in Colonie, Tastee Freeze in Delmar and Country Drive Inn in Clifton Park, but I think that this place has the best soft serve ice cream.  The portions are generous and the taste is very rich.  For example, the brownie sundae is decadently delicious but likely too much for one person.  They also have cupcake sundaes which I am looking to try soon!", "type": "review", "business_id": "wbpbaWBfU54JbjLIDwERQA"}
{"votes": {"funny": 0, "useful": 0, "cool": 0}, "user_id": "T9hGHsbJW9Hw1cJAlIAWmw", "review_id": "bBqVqhOvNgFs8I1Wk68QUQ", "stars": 5, "date": "2011-02-17", "text": "The nurses here were very  attentive and wonderful. I was able to have the same surgical nurse that I had for another procedure a few years ago. The anesthesiologist listened to my concerns and acting skillfully and compassionately. I felt well taken care of there.", "type": "review", "business_id": "4iTRjN_uAdAb7_YZDVHJdg"}
{"votes": {"funny": 1, "useful": 0, "cool": 0}, "user_id": "Z_WAxc4RUpKp3y12BH1bEg", "review_id": "fu7TcxnAOdnbdLcyFhMmZg", "stars": 4, "date": "2011-11-12", "text": "Pretty great!  Okay, so this place is obviously not Vegan since they have a bunch of cheese and egg offerings, BUT I see that they do offer plenty of vegan alternatives.\n\nI was sort of skeptical being here because the prices were pretty hefty, I felt.  I guess it looked like a fast-food/diner joint, but it charged a little more. \n\nAnyway, their homemade hot sauce is AMAZING.  I got the eggs benedict for dinner and J got an omelet.  Both were really good.  I do love their homefries.. but the next time I come here, I want onion rings or fries.  Those onion rings looked amazing.\n\nLastly, the food came relatively quickly.\n\nNot a fan of the service.  They tried to seat us at this edge facing the stoves, without asking, so I asked for a booth.  Then at the booth, the server didn't refill waters very well but didn't feel bad emphasizing over and over whether or not we wanted their $5-7 desserts.  Honestly, a slice of pie for $6.50?  Veggie Galaxy, you are t r i p p i n !\n\nBut great food! (especially breaky!)", "type": "review", "business_id": "qw5gR8vW7mSOK4VROSwdMA"}
{"votes": {"funny": 10, "useful": 10, "cool": 10}, "user_id": "OlMjqqzWZUv2-62CSqKq_A", "review_id": "LMy8UOKOeh0b9qrz-s1fQA", "stars": 4, "date": "2008-07-02", "text": "The Tale of the 4-Starred, Up Close and Personal Bar.\n\nThe Back Abbey is a bar that is located in the charming West Village part of Claremont. The area resembles the old shopping strip-meets-new shopping strip of San Luis Obispo.  What they did -- or so I've been told -- is that they've managed to preserve the old strip, leaving it looking the way it presumably did in the 70s.  Rhino Records is located in the older part.  The Back Abbey in the new part.  Both distinct areas of their aesthetic and consumer pull. \n\nThe Back Abbey specializes in Belgian draft beer.  They carry some German and English beer, as well.\n\nWow, the selection of beer. Let me tell you! A lof of them I have never heard of. I tasted the Augustijn (Belgian) and the Hofbrau Original (German).  Both were good, but I prefer the Hofbrau.They come in different sized glasses, with the Hofbrau coming in a long glass. The Augustijn was $9, and the Hofbrau $6. The Hofbrau came in the larger glass, so the Augustijn must be considered some premium brew for it to be in a smaller glass and come knocking down doors at a mighty $9.  \n\nI liked the overall aesthetics of the place. There is an up-close-and-personal feel to the bar. Along with the standard bar and barstools set-up, there's a long table that goes from one end of the bar to the other. People sit across from each other and, since the tables are not wide, you're not far at all from the person sitting in front of you. Like I wrote earlier, up close and personal is what this bar has going for it.\n\nThey have a food menu, as well. Above their draft selection of beer, they have a chalkboard placed high up with a list of what they serve. For those veggies among us, they even make a veggie burger.\n\nLastly, the patrons all seem to know each other. Maybe it's the small town mentality. But it's not exactly a backwards, hick town. It's very much modern in certain ways, and people just love to talk. Couple that with brew, and there's a lot of talk going on.\n\nI had a discussion with someone at the bar, who bartends at a bar not too far from The Back Abbey, and he told me that the Augustijn is the oldest beer recipe known to man. (Ah, ok. Old is vintage. Vintage is expensive. Thus, Augustijn is expensive.  And two + two = four. I got this down, partna'.)   Again, can we give it up for \"up close and personal\"?\n\nAnd, lastly, the bartenders were very attentive and enjoyed talking about the difference between the brews. The goateed gentlemen was specifically patient in describing which ones were Belgian, German, and English.\n\nThe mantra of this review should be \"up close and personal.\"  This is what this 4-star bar is all about.", "type": "review", "business_id": "81IjU5L-t-QQwsE38C63hQ"}
{"votes": {"funny": 0, "useful": 1, "cool": 1}, "user_id": "fs5bpfk-2pvq2v8S1De5pQ", "review_id": "JjyRj9EiBXQTFDQAxRtt4g", "stars": 2, "date": "2012-07-25", "text": "As a vegan, I try to support places that are not wholly vegetarian, but that made the effort to put a vegetarian section on their menu, to show them that it's worth keeping. Thai Singha House does indeed have a section of their menu that reads vegetarian, but, unfortunately, their definition of vegetarian is different from mine.\n\nAll of the vegetarian curries, I was fortunately informed upon asking, do indeed contain fish sauce, which is an ingredient in the curry itself, and cannot be omitted.\n\nMy server suggested the pad thai as a fish-free vegetarian alternative, which I ordered, holding the egg. When it arrived, there appeared to be tofu in there and no egg, which was a good sign. But after a few blind, trusting bites I quickly realized that there was also chicken or pork mixed in as well. My server graciously took it back and honored my request for a house salad, of which I wasn't charged.\n\nI don't blame Thai Singha House for not understanding the definition of vegetarian (sadly, I know a few \"vegetarians\" who just don't eat red meat) although there are non-vegetarian Thai restaurants that get it and get it right, like Tamarind on South Street. \n\nSo, it's up to us as consumers to ask questions beforehand if we're not totally sure. And this is probably wise at any place where there is an ethnic and language barrier (On a related note, don't be fooled into thinking you can get vegan pho in Philly. It does not exist. You're eating beef broth or non-pho water broth, but not pho made with vegetable stock.)", "type": "review", "business_id": "Hnz1_h_D1eHSRtQqHSCZkw"}
{"votes": {"funny": 1, "useful": 2, "cool": 1}, "user_id": "jm0kgXVEdcQ_tQNzsoNXRw", "review_id": "Zht8FVW5a9wfU3u2_dmypQ", "stars": 4, "date": "2009-09-15", "text": "On a recent visit to SLO, I got taken out to the Natural Cafe, which bears a distinct resemblance to some of the places I remember from growing up in Berkeley. Very natural woodsy, with just enough sprouts on the sandwich to add a little crunch.  It's casual, with counter service only.\n\nMy turkey burger was not too dry, but the guacamole and special sauce helped it along in the moistness department. I didn't walk away from the meal feeling all gross and over full like you would with a normal burger and fries.  Yeah for whole grains and veggies!", "type": "review", "business_id": "ZRm8fSEBn8DsSLD4o7T4hQ"}
{"votes": {"funny": 0, "useful": 0, "cool": 0}, "user_id": "1IzWxAfxuHTnzKOupUOB5Q", "review_id": "85TbS2RT5f6kqZ5l7_jfRw", "stars": 4, "date": "2010-09-19", "text": "Great place! \n\nI have to say the menu and the outdoor seating keep us coming back.  The food is good -- had breakfast both times but some friends had lunch items. Definitely a great selection.  We've been at off-peak times so no waiting and better service. \n\nAll in all, it's no DZ Akins but it's definitely worth trying!", "type": "review", "business_id": "-tphABJRkegXV4Fr1ke4FQ"}
{"votes": {"funny": 0, "useful": 0, "cool": 0}, "user_id": "n_zEixNdHIh9bwEfjXWykg", "review_id": "OdShAEdAwR3LiJoyWAfQuQ", "stars": 4, "date": "2012-07-13", "text": "Went to Rebecca's Cafe today during my lunch break today.  I have to say, my sandwich was delicious!  I had a Chicken Caprese panini (grilled chicken, tomato, mozzarella cheese, spinach, and balsamic vinaigrette).  The staff was friendly and the service was quick, however the price is a little high for my taste ($7 or so for the sandwich only).  Overall, I would definitely go back to try some different items (or even get the same sandwich), but it won't be too often.", "type": "review", "business_id": "kYD1PIXBsyZQXG_AEJB7ew"}
{"votes": {"funny": 0, "useful": 1, "cool": 1}, "user_id": "bkIgi_PJyr6-2doVwu_ojw", "review_id": "VSD3I0x_Dz0XC78ifd9A6Q", "stars": 4, "date": "2009-01-01", "text": "The only thing I've ever eaten at Time-Out is their ice cream cookie sandwich thing, and that's really all I need.  It's about a half-gallon of ice cream sandwiched between two large-ish chocolate chip cookies.  I don't know if they make it, or if it comes off a truck, or what... but it's frozen so solid you usually have to wait a few minutes before chowing down so you don't break a tooth.\n\nIf nothing else, they are one of the few old standards on Franklin Street that have not succumbed to the high-end shopping takeover, so they are worth being excited about.\n\nDo watch out for drunken Tarheels, though.  This place has more disgusting drunkenness issues late at night than any bar I've been in.", "type": "review", "business_id": "Q0t7EEaygJ2hb4uFn79owQ"}
{"votes": {"funny": 1, "useful": 1, "cool": 1}, "user_id": "Hjpn4meBXbjJHd8bkG4fSA", "review_id": "lyp372NPuGfL6KOsnFGFxw", "stars": 3, "date": "2011-04-10", "text": "Pros: Very clean and pretty little place. Really sweet-natured and attentive servers. Clean bathrooms (Haha it says a lot, ok?) Reasonable prices \n\nCons: Pho broth started ok but after a while starts to taste bitter and weird and left my mouth really dry. Meat is kinda chewy.\n\nThis place could have been SO AWESOME. A pho place so close to campus is one of those \"of course!\" ideas like Cream that has everything going for it if well-executed, and yet it doesn't quite work. We got the pho with everything, which only had slightly more meat than the pho with a fraction of everything? The spring rolls were pretty standard, but the pork one had sausages wrapped inside, rather than ground pork, which was surprising but not unpleasant. \n\nOverall, I'd come here again if I was in the mood for pho but was too lazy to drive/ too cheap to order from pho me now\n\nP.S the KK stands for the names of the owner's sons cuteee :)", "type": "review", "business_id": "fcdjnsgO8Z5LthXUx3y-lA"}
{"votes": {"funny": 1, "useful": 0, "cool": 0}, "user_id": "E70xNGVyUEeoNw3trd5X6w", "review_id": "gxtJ52UZyv7a9iwpfwAUrw", "stars": 5, "date": "2010-08-15", "text": "This is my favorite place of all time. I've driven from LA to SLO just to eat here. The barbecue sauce is AMAZING! Everything here is AMAZING! I can never decide what to get when I go here. Here's what I rotate between; tri tip sandwich, chicken wings and the ABC burger. Their fries are delicious also! Wings are fried and spicy. ABC burger is ten times more delicious then In N Out. I don't even know what to say about the trip tip sandwich. Words can not describe it. If you are a meat eater, you'll love it. It's bread, bbq sauce and like 2 inches of steak. Just amazing! My mouth is watering trying to describe the food.", "type": "review", "business_id": "JrGSfjRqAtIZjjwC3FFQ4w"}
{"votes": {"funny": 0, "useful": 0, "cool": 0}, "user_id": "NNFVXXEkb9Ur2ihVk_lW7A", "review_id": "sVI08gDOu79XzELwaRDiQw", "stars": 5, "date": "2007-12-11", "text": "After enduring years of crappy, undercooked, bad pizza in and around Ann Arbor (a la pizza house, cottage inn, and the like), Silvio's brings real pizza to town. Real pizza should be thin, have a crispy, bubbly, sourdough crust and be full of flavor, not grease, and this is the only place to get it.\n\nDon't be fooled by the \"organic\" part of the name, it really should be called \"Silvio's Italian Pizza\"\n\nBeware though, the more toppings you get on this pizza, the less well it cooks all the way through, and the less of a full pizza experience you get. The Margherita is a little light on the cheese, my only complaint.", "type": "review", "business_id": "jTPr0dFk2JgGYdDiIGro3Q"}
{"votes": {"funny": 0, "useful": 0, "cool": 0}, "user_id": "Jtfz1WbIB_FtYDkO3MtRXg", "review_id": "6raT8TLHgi4tlWO96aQ0CA", "stars": 3, "date": "2012-06-23", "text": "The average rating for this place is right on point: a-ok.  We came here with a relatively large group on a Friday night a little after ten o'clock.  The first floor of the place was packed, but we found plenty of space upstairs in the corner, which is a pretty weird room considering how removed it is from everything.  Or waiter was good about taking everyone's drink orders and being patient about it, though at one point he gave the right drinks to the wrong people.  He was also cool about serving us while we played a stupid game with post its on our foreheads.  We didn't order any food, but I was impressed that their kitchen is open so late and the menu is pretty big.  \n\nWe were having a fun time until the band came on down stairs.  The blaring sound was inescapable, even though we were kind of removed from where everything was happening.  The music was so loud it was almost impossible to hear what anyone was saying right next to you.  In case you're planning to pay with Discover, they DO accept it; not so cooperative on the check splitting though.", "type": "review", "business_id": "8sGKlCVtewMuA2RGyfatyg"}
{"votes": {"funny": 1, "useful": 0, "cool": 0}, "user_id": "Idsp-I_Dt0fdEwUmvMBaJQ", "review_id": "9aj9pkuNVUCXyB1wmA0HRQ", "stars": 5, "date": "2010-07-23", "text": "You won't be disappointed, but the rest of us already know that so if you want a seat come early because they won't last.  Save room for the beignets, freshly made piping hot little donuts, sprinkled with powdered sugar and fresh fruit.  This won't be easy because you'll want to start with a Back Abbey burger, mouth watering beef, bacon, gouda, carmelized onions, aioli sauce and micro greens on a buttery brioche bun.  It's almost impossible to resist the pommes frites, freshly made with an assortment of dipping sauces.  This place doesn't own a freezer because they don't need one and they don't believe in take-out because it goes against their ethos.  This place is about hanging out and washing al of that amazing food down with the best selection of Belgium beer on tap.  Not feeling like burgers and fries: amazing soups, salads, crabcakes, tri-tip sandwiches, and from what I hear one of the best ribeyes in town.  Not feeling like driving just yet, wander around the corner and take in a movie next door.", "type": "review", "business_id": "81IjU5L-t-QQwsE38C63hQ"}
